Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: The European Union welcomed the adoption of the Declaration at the forty-ninth session of the Commission on the Status of Women in March 2005 and, in particular, the full and unequivocal reaffirmation by all Member States of the Beijing Declaration and Platform for Action and of the Outcome at the twenty-third special session of the General Assembly.
fr: L'Union européenne se félicite de l'adoption de la déclaration issue de la quarante-neuvième session de la Commission de la condition de la femme en mars 2005 et, en particulier, du fait que tous les États membres aient réitéré leur appui entier et sans équivoque à la Déclaration et au Programme d'action de Beijing ainsi qu'aux textes issus de la vingt-troisième session extraordinaire de l'Assemblée générale.

source: Nevertheless, women were still denied equal rights and access to economic resources and were often the victims of violence.
fr: Pourtant, les femmes n'ont toujours pas de droits égaux ni accès aux ressources économiques et elles sont souvent en butte à la violence.

source: Women, especially girls, were disproportionately affected by HIV/AIDS, rendering them unable to care for the ill and orphaned.
fr: Elles sont aussi, et plus particulièrement les filles, touchées de façon disproportionnée par le VIH/sida, ce qui les rend incapables de prendre soin des malades et des orphelins.

source: Moreover, since Beijing, there had been a significant increase in the trafficking of women and girls, particularly for the purpose of commercial and sexual exploitation.
fr: Depuis la réunion de Beijing, la traite de femmes et des filles, notamment à des fins commerciales et d'exploitation sexuelle, a augmenté dans des proportions importantes.

source: In addition, women were often exposed to double or multiple discrimination on grounds of their ethnic origin, religion, belief, disability, age or sexual orientation.
fr: En outre, les femmes sont souvent victimes de discrimination double ou multiple fondée sur leur origine ethnique, leur religion, leur croyance, leur handicap, leur âge ou leur orientation sexuelle.

source: For all those reasons Member States were under obligation to redouble their efforts to implement the commitments of the Beijing meetings.
fr: C'est pourquoi les États Membres ont l'obligation de redoubler d'efforts en vue de remplir les engagements pris lors des réunions de Beijing.

source: Women's issues should not be regarded in isolation and he therefore welcomed the recognition given to gender equality and the advancement of women in the discussions preceding the Millennium Summit (September 2005).
fr: Les questions qui touchent aux femmes ne devraient pas être examinées séparément et l'orateur se félicite que les problèmes de la parité des sexes et de la promotion de la femme aient été pris en compte lors des débats qui ont précédé le Sommet du Millénaire (septembre 2005).

source: The Declaration recognized that the successful promotion of development, security and human rights required the full and equal participation of women.
fr: La Déclaration reconnaît que pour promouvoir avec succès le développement, la sécurité et les droits de l'homme, il est indispensable que les femmes participent pleinement et à égalité avec les hommes à ces efforts.

source: Wherever women continued to be underrepresented in political life, or denied quality education on a par with men, they would be unable to contribute to the economic development of their communities and society as a whole would suffer.
fr: Tant que les femmes demeureront sous-représentées dans la vie politique et n'auront pas accès à un enseignement de même qualité que celui qui est dispensé aux hommes, elles seront incapables de contribuer au développement économique de leurs collectivités et la société dans son ensemble en souffrira.

source: In this regard, the European Union welcomed the report of the Millennium Project Task Force on Education and Gender Equality and urged Member States to ratify the Convention on the Elimination of All Forms of Discrimination against Women.
fr: À cet égard, l'Union européenne se félicite du rapport de l'Équipe du Projet Objectifs du Millénaire sur l'éducation et l'égalité des sexes et elle demande instamment aux États Membres de ratifier la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes.

source: Since the adoption of Security Council resolution 1325 (2000) on women, peace and security, the international community had come to recognize not just the extent to which women and girls were particularly affected by conflict, but also how much and how often women held the key to its peaceful resolution.
fr: Depuis l'adoption de la résolution 1325 (2000) sur les femmes, la paix et la sécurité, la communauté internationale s'est rendue compte non seulement des effets particuliers que les conflits pouvaient avoir sur les femmes et les filles mais aussi du rôle déterminant qu'elles pouvaient jouer dans le règlement pacifique des différends.

source: The European Union paid a tribute to the many civil society organizations that had brought those issues to the world's attention and urged it to implement that resolution.
fr: L'Union européenne rend hommage aux nombreuses organisations de la société civile qui ont porté cette question à l'attention du monde et demande instamment que la résolution 1325 (2000) soit appliquée.

source: It hoped that the recently-established Peacebuilding Commission would demonstrate a strong commitment to implement fully resolution 1325 (2000).
fr: Elle exprime l'espoir que la Commission de la consolidation de la paix qui a récemment été créée se montrera fermement résolue à donner pleinement effet à la résolution susmentionnée.

source: It was time to examine how this resolution could be better implemented at regional and national level and the European Union had begun integrating the resolutions' provisions in its crisis management operations.
fr: Le moment est venu d'examiner les moyens de mieux appliquer cette résolution à l'échelle tant nationale que régionale et l'Union européenne a commencé à intégrer les dispositions de ce texte à ses opérations de gestion des crises.

source: The year 2005 marked the mid-term review of the European Union's “Lisbon strategy”, adopted by the European Council in 2000, which acknowledged that gender equality and the advancement of women were essential to the achievement of full employment, sustained economic growth and social cohesion.
fr: C'est durant l'année 2005 qu'a eu lieu l'examen à mi-parcours de la Stratégie de Lisbonne de l'Union européenne qui, adoptée par le Conseil européen, reconnaissait que l'égalité des femmes et la promotion de la femme étaient des conditions essentielles du plein emploi, d'une croissance économique soutenue et de la cohésion sociale.

source: The implementation of gender equality, however, required strong national mechanisms and international structures.
fr: Toutefois, pour qu'il y ait parité des sexes, il faut des mécanismes nationaux et des structures internationales solides.

source: In February 2005, the European Union partners had agreed to ensure that gender equality bodies and structures across the Union were equipped with the human and financial resources needed to function effectively.
fr: En février 2005, les partenaires de l'Union européenne sont convenus de veiller à ce que les organes et structures qui, dans l'ensemble de l'Union, étaient chargés de travailler à l'égalité entre hommes et femmes, soient dotés des ressources humaines et financières nécessaires pour pouvoir fonctionner efficacement.

source: They also recognized that gender mainstreaming was a key strategy for achieving gender equality.
fr: Ils ont aussi reconnu que la prise en compte systématique des questions d'égalité des sexes était une stratégie déterminante pour la réalisation des objectifs visés en matière de parité des sexes.

source: They began to identify processes and tools that would encourage greater accountability when addressing gender equality issues and to improve the collection and dissemination of data, disaggregated by gender.
fr: Ils ont commencé à recenser certains processus et instruments à même d'encourager une plus grande transparence dans le traitement des questions d'égalité des sexes et à améliorer la collecte et la diffusion de données, ventilées par sexe.

source: During the second half of 2005, the European Union was focusing on women's issues in the world of work, such as unemployment, the gender pay gap, and the unequal share of the burden of unpaid labour between women and men.
fr: Durant la deuxième moitié de 2005, l'Union européenne a concentré son attention sur les problèmes auxquels se heurtaient les femmes dans le monde du travail (chômage, écart de salaires entre hommes et femmes, part inégale de travail non rémunéré, etc.).

source: The next year, 2006, would mark the 50th anniversary of the Commission on the Status of Women. It provided the opportunity for a constructive exchange of ideas and best practice between Member States and world experts.
fr: L'année 2006, qui marquera le cinquantième anniversaire de la Commission de la condition de la femme, offrira aux États Membres et aux experts internationaux l'occasion de procéder à des échanges d'idées et de pratiques exemplaires.

source: The discussions on the working methods of the Commission should take this into account.
fr: Les débats relatifs aux méthodes de travail de la Commission devraient en tenir compte.

source: Mr. Mahiga (United Republic of Tanzania), speaking on behalf of the Southern Africa Development Community (SADC), said that SADC associated itself with a statement made by Jamaica on behalf of the Group of 77 and China.
fr: M. Mahiga (République-Unie de Tanzanie), parlant au nom de la Communauté de développement de l'Afrique australe (CDAA), dit que celle-ci souscrit à la déclaration faite par la Jamaïque au nom du Groupe des 77 et de la Chine.

source: SADC upheld the principle of gender equality as a necessary and rational approach to economic growth, poverty reduction and overall human development.
fr: La CDAA réaffirme le principe de l'égalité des sexes qu'elle considère comme une approche nécessaire et rationnelle des problèmes de croissance économique, de lutte contre la pauvreté et de développement humain en général.

source: Quality reproductive health and other related services were made more accessible to both women and men and had become an integral part of national and regional policies designed to achieve sustainable development in the SADC region.
fr: L'accès à des services de santé procréative de qualité, notamment, avait été rendu plus aisé tant pour les femmes que pour les hommes, et était devenu partie intégrante des politiques nationales et régionales visant à assurer le développement durable dans la région du CDAA.

source: The Community reaffirmed its commitment to gender parity in all political structures and public sector institutions and had decided, at the recent SADC Summit, to raise the target of 30 per cent of women in decision-making bodies to 50 per cent, consistent with the Beijing Declaration and Platform for Action, as well as with the Outcome of the twenty-third special session of the General Assembly.
fr: La Communauté de développement de l'Afrique australe réaffirme son attachement à la parité des sexes dans les structures politiques et dans les établissements publics et elle a décidé, lors d'une récente réunion au sommet, de porter de 30 à 50 % le pourcentage de femmes siégeant dans des organes directeurs, conformément à la Déclaration et au Programme d'action de Beijing, ainsi qu'aux conclusions de la vingt-troisième session extraordinaire de l'Assemblée générale.

source: Gender equality was a cross-cutting issue directly linked to the attainment and enhancement of other Millennium Development Goals and the Declaration adopted at the forty-ninth session of the Commission on the Status of Women, which called for speedy and accelerated implementation of all international commitments relating to gender, was gratifying.
fr: L'égalité entre les sexes est un thème intersectoriel directement lié à la réalisation et au renforcement d'autres objectifs du Millénaire pour le développement et il convient de se féliciter de la déclaration adoptée à l'issue de la quarante-neuvième session de la Commission de la condition de la femme, dans laquelle celle-ci demande que tous les engagements pris au niveau international en matière de parité des sexes soient rapidement tenus.

source: SADC remained committed to its 1997 Declaration on Gender and Development and the 1998 Addendum on the Prevention and Eradication of Violence against Women and Children.
fr: La Communauté de développement de l'Afrique australe maintient son adhésion à la Déclaration de 1997 sur la problématique hommes-femmes et le développement et à son appendice de 1998 sur l'élimination de la violence à l'égard des femmes et des enfants.

source: It had also ratified the African Charter on Human and Peoples' Rights and the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW).
fr: Elle a aussi ratifié la Charte africaine des droits de l'homme et des peuples ainsi que la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes.

source: Its member States had enacted various measures to protect the rights of women and had undertaken public education programmes on that subject.
fr: Ses États membres ont adopté différentes mesures visant à protéger les droits des femmes et mis en place des programmes de sensibilisation à la question.

source: However, the conflict between traditions and statutory regulations continued to present a challenge for Member States.
fr: Toutefois, les conflits entre certaines traditions et certaines obligations statutaires continuent de leur poser des problèmes.

source: SADC was encouraged to note that the need to develop a global policy framework for combating violence against women had been recognized.
fr: La CDAA note avec encouragement que la nécessité d'élaborer un cadre d'action mondial pour la lutte contre la violence à l'égard des femmes a été reconnue.

source: The speedy conclusion of the in-depth study on all forms of violence against women would increase much-needed public awareness on the issue.
fr: L'achèvement rapide de l'étude approfondie portant sur toutes les formes de violence à l'égard des femmes permettra au public, qui en a bien besoin, de mieux prendre conscience du problème.

source: It was further pleased to see increased gender sensitivity in the General Assembly, as reflected in the Secretary-General's report in his report on the follow-up to Beijing and the Platform for Action (A/60/170).
fr: L'orateur constate en outre avec satisfaction que l'Assemblée générale est davantage sensibilisée à la question de l'égalité entre les sexes, comme il est indiqué dans le rapport du Secrétaire général sur les mesures prises et les progrès réalisés pour ce qui est du suivi de la mise en œuvre de la Déclaration et du Programme d'action de Beijing et des textes issus de la vingt-troisième session extraordinaire de l'Assemblée générale (A/60/170).

source: It welcomed the recommendations put forward by the Secretary-General in his report but added that increased attention should be given to capacity-building with respect to gender analysis and advocacy in order to facilitate their implementation.
fr: M. Mahiga se félicite également des recommandations formulées par le Secrétaire général dans son rapport, mais il demande que l'on accorde une attention accrue au renforcement des capacités en matière de plaidoyer et d'analyse des sexospécificités de manière à faciliter la mise en œuvre de ces recommandations.

source: The Community also recognized the commendable work carried out by the United Nations Development Fund for Women (UNIFEM) and urged donor countries and partners to support its multi-year funding framework 2004-2007.
fr: La CDAA rend également hommage aux efforts louables déployés par le Fonds de développement des Nations Unies pour la femme (UNIFEM) et demande instamment aux pays donateurs et aux partenaires de soutenir le plan de financement pluriannuel pour la période 2004-2007.

source: The quest for gender equality could not be achieved without addressing the improvement of the situation of women in rural areas, where most of them lived.
fr: La lutte pour la parité des sexes ne peut aboutir si l'on ne s'attache pas à améliorer le sort des habitantes des zones rurales où vivent la majorité des femmes.

source: As things stood, they were marginalized and excluded from decision-making affecting their lives and self-advancement.
fr: Au stade actuel, ces femmes sont marginalisées et exclues des décisions relatives à leur existence et à leurs perspectives de développement.

source: SADC was therefore encouraged that the General Assembly had consistently given attention to the situation of rural women and welcomed the report (A/60/165).
fr: C'est pourquoi la CDAA qui juge encourageant le fait que l'Assemblée générale se soit toujours intéressée à leur condition, accueille avec satisfaction le rapport (A/60/165).

source: SADC noted with appreciation the technical support it received from the Division for the Advancement of Women (DAW) and the constructive dialogue between the United Nations Committee on the Elimination of Discrimination against Women and the SADC member States.
fr: La Communauté de développement de l'Afrique australe se félicite de l'appui technique qui lui a été fourni par la Division de la promotion de la femme ainsi que du dialogue constructif qui s'est engagé entre ses membres et le Comité pour l'élimination de la discrimination à l'égard des femmes.

source: It reiterated its commitment to the further implementation of the Beijing Declaration and Platform for Action, as well as the Outcome of the twenty-third special session of the General Assembly, and appealed for the continued support of the international community.
fr: Elle réitère son attachement résolu à la poursuite de la mise en œuvre de la Déclaration et du Programme d'action de Beijing et des textes issus de la vingt-troisième session extraordinaire de l'Assemblée générale et lance un appel pour que la communauté internationale maintienne son appui.

source: Ms. Al-Saleh (Oman) said that Omani women enjoyed a wide range of civil and political freedoms founded on Islamic sharia law and civil law.
fr: Mme Al-Saleh (Oman) dit que les femmes omanaises jouissent d'une large gamme de libertés civiles et politiques fondées sur la charia (Loi islamique) et sur le droit civil.

source: In 2005 the laws and other measures had established a protective legal environment for Omani women, setting national standards in accordance with international treaties and conventions to which Oman was a State party.
fr: En 2005, les lois ainsi que d'autres mesures ont institué un cadre juridique qui protège les femmes omanaises, établissant ainsi des normes nationales conformes aux traités et conventions internationaux auxquels l'Oman est partie.

source: In May 2005, her Government had ratified the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW).
fr: En mai 2005, le Gouvernement omanais a ratifié la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes.

source: During the past few years, Oman had attained very high standards in the area of women's health, education and the labour market.
fr: Ces dernières années, l'Oman a atteint des normes très élevées dans les domaines de la santé, de l'éducation et de l'emploi des femmes.

source: Fertility rates had been reduced, family planning was practised and women had access to free birth control and counselling services in all institutions affiliated with the Ministry of Health.
fr: Les taux de fécondité ont été réduits, des mesures de planification familiale ont été appliquées et les femmes ont pu avoir accès à des services de contraception et de conseil gratuits dans tous les établissements relevant du Ministère de la santé.

source: Women had also made extensive gains in the field of education and equal access to free education without gender discrimination was now guaranteed by law.
fr: Elles ont aussi accompli d'importants progrès dans le domaine de l'éducation et la loi leur garantit désormais l'accès au même titre que les hommes à l'enseignement gratuit.

source: Oman's Ministry of Social Development handled all aspects of women's affairs.
fr: Le Ministère omanais du développement social s'occupe de tous les aspects touchant à la condition féminine.

source: At the community level, however, such issues were dealt with by Omani women's associations and local community development centres.
fr: Néanmoins, à l'échelle des collectivités locales, ces questions sont traitées par des associations de femmes et par les centres de développement communautaires locaux omanais.

source: On the labour front, Omani women were legally entitled to pursue the career of their choice and were active participants in social development policies.
fr: Dans le domaine de l'emploi, la loi autorise les femmes omanaises à exercer la profession de leur choix et à participer aux politiques de développement social.

source: Increasing numbers of women were being appointed to high-level official positions in Government, business and the media with significant impact on the country's development policies.
fr: De plus, nombreuses sont celles qui sont nommées à des postes de responsabilité dans l'administration publique, dans les entreprises et dans les médias, élément qui a des incidences non négligeables sur les politiques de développement du pays.

source: In 2004, Oman's first woman minister with a Cabinet portfolio was appointed as Minister of Higher Education.
fr: En 2004, la première Omanaise détentrice d'un portefeuille ministériel a été nommée Ministre de l'enseignement supérieur.

source: There were now four women ministers in the Government and two women ambassadors in the Omani diplomatic service.
fr: Le Gouvernement omanais compte maintenant quatre femmes ministres et le service diplomatique omanais deux ambassadrices.

source: Oman's efforts in the advancement of women could not have been fully accomplished without the support of the UNICEF country office, to which she wished to express appreciation.
fr: Les efforts que déploie l'Oman dans le domaine de la promotion de la femme n'auraient pu pleinement aboutir sans le soutien du bureau de pays de l'UNICEF auquel la représentante tient à exprimer sa gratitude.

source: With the encouragement and support from the Government, Omani women now had equal access to health, education and employment as men.
fr: Avec les encouragements et le soutien du Gouvernement, les femmes omanaises ont maintenant accès au même titre que les hommes à la santé, à l'enseignement et à l'emploi.

source: They were a vital building block of the modern Omani State and would continue to play an increasingly important role in that society.
fr: Elles sont une base essentielle de l'État omanais moderne et devraient continuer de jouer un rôle d'une importance croissante au sein de la société omanaise.

source: Ms. Li Xiaomei (China), speaking on agenda items 66 and 67, said that the Chinese delegation supported the statement made by Jamaica on behalf of the Group of 77 and China.
fr: Mme Li Xiaomei (Chine), prenant la parole au titre des points 66 et 67 de l'ordre du jour, dit que sa délégation souscrit à la déclaration faite par la Jamaïque au nom du Groupe des 77 et de la Chine.
